---
kind: property
id: P:Autodesk.Revit.DB.SiteLocation.Elevation
zh: 标高、高程
source: html/10f770ab-4472-48df-c893-1b244ba93011.htm
---
# Autodesk.Revit.DB.SiteLocation.Elevation Property

**中文**: 标高、高程

The elevation of the site location.

## Syntax (C#)
```csharp
public double Elevation { get; }
```